// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Enhetsstatus:";
SuppliesTitleTextFieldValue = "Förbrukningsmaterial:";
PrinterNameTitleTextFieldValue = "Skrivarnamn:";
ModelTitleTextFieldValue = "Modellnamn:";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Fortsätt";
SupplyInfoTaskTitle = "Info om förbrukningsmaterial";
TravelInfoTaskTitle = "Reseinfo";

InkStatusConsumableForAnotherPrinter = "Äkta HP-patron för en annan skrivare";
UnexpectedInstantInkInstalledName = "Oväntad Instant Ink installerad";
HPIICartridgeInstalled = "HP Instant Ink-patron installerad";

// Device states
IdleName = "Ledig";
BusyName = "Upptagen";
InitializingName = "Initialiserar";
PrintingName = "Skriver ut";
WarmupName = "Värmer upp";
ReportsPrintingName = "Rapporter skrivs ut";
CancelingName = "Avbryter…";
CalibratingName = "Kalibrerar…";
ScanningName = "Skannar…";
FaxDialingName = "Faxuppringning…";
FaxProblemName = "Faxproblem";
FaxProcessingName = "Faxbearbetning…";
FaxConnectingName = "Faxanslutning…";
FaxSendingName = "Faxsändning…";
FaxReceivingName = "Faxmottagning…";
FaxBlockingName = "Faxblockering…";
FaxCommunicationErrorName = "Faxkommunikationsfel";
CopyingName = "Kopierar";
IOStallName = "IO-stopp";
GeneralPrinterError = "Allmänt skrivarfel";
PrinterErrorName = "Skrivarfel";
PrinterFailure = "Skrivarfel";
PrintSystemProblemName = "Problem med skrivarsystemet";
PrinterProblemName = "Problem med skrivaren";
PrintingInQuietModeName = "Utskrift i tyst läge";
CopyingInQuietModeName = "Kopiera i dämpat läge";
PaperSizeMismatchName = "Pappersstorlek matchar inte";
PaperSizeMismatchTitle = "Pappersstorlek matchar inte";
QuietModeIgnoredName = "Tyst läge är tillfälligt inaktiverat";
InkCarriageStallName = "Skrivarvagnen har fastnat";
PrintheadFailedOrMissedName = "Skrivhuvud saknas eller är ur funktion";
ProblemWithPrintheadName = "Problem med skrivhuvud";
PaperJamOrTrayProblemTitle = "Papperstrassel eller problem med facket";
RealTimeClockFailureName = "Problem med skrivarförberedelse";
ActionRequired = "Åtgärd krävs";

DeviceStatusUnknown = "Okänd";

FeederJammedOrDirtyName = "Dokumentmatare blockerad eller smutsig";

DiaperFullWarning = "Kapacitetsvarning för bläckservice";

CDopenTitle = "CD/DVD-facket är öppet";
CDopenMsg = "Stäng CD/DVD-facket för att fortsätta utskriften från huvudfacket.";
CDclosedTitle = "CD/DVD-facket är stängt";
CDclosedMsg = "Öppna CD/DVD-facket för att fortsätta CD-utskriften.";

DryTimeWaitName = "Väntar på torkning";
DryTimeWaitTitle = "Väntar på torkning";
DryTimeWaitMsg = "Paus för torktid.\nTa inte ut papperet om du har gjort en automatisk dubbelsidig utskrift. Papperet matas in i enheten igen och den andra sidan av dokumentet skrivs ut.";

PenChangeName = "Byte av bläckpatron";
BannerEjectNeededName = "Banderoll måste matas ut";
BannerMismatchName = "Banderollpapper stämmer inte överens";
PhotoMismatchName = "Fotopapper stämmer inte överens";
DuplexMismatchName = "Dubbelsidig utskrift stämmer inte överens";

CarriageStallName = "Hållarstopp";
CarriageStallTitle = "Patronhållaren har fastnat";
CarriageStallMsg = "Bläckpatronhållaren rör sig inte.\nSlå av strömmen till enheten. Kontrollera om papper har fastnat eller om det finns något annat hinder.";

PrintBarStallName = "Skrivarlisten har fastnat";

PaperStallName = "Pappersstopp";

PenFailureName = "Bläckpatronen fungerar inte";
InkSystemFailureName = "Bläcksystemet är trasigt";
InkCartridgeFailureName = "Fel på bläckpatron";
CartridgeProblemName = "Patronproblem";
IncompatibleCartridgesName = "Inkompatibla bläckpatroner";
IncompatibleInkCartridgesName = "Inkompatibla bläckpatroner";
IncompatibleTonerName = "Inkompatibel bläckpatron";
IncompatibleDrumName = "Felaktig trumma";
CartridgeInWrongOrderName = "Bläckpatronen är felaktigt installerad";
InkCartridgesMissingName = "Bläckpatroner saknas";
InkCartridgeProblemName = "Bläckpatronsproblem";
HPProtectedCartridgeInstalledName = "Skyddad HP-patron installerad";
HPProtectedDrumInstalledName = "HP Protected trumma installerad";
UsedHPInstantInkCartridgeTitle = "Använd HP Instant Ink-patron";
UsedHPInstantInkCartridge = "Den ovan angivna HP Instant Ink-patronen kan endast användas i den HP Instant Ink-skrivare där den först installerades och måste därför bytas ut.";
TrialConsumableCountExceededName = "Patron som inte stöds installerad";
ReplaceFaultySupplyTitle = "Byt ut defekt bläckpatron eller skrivhuvud.";
ReplaceFaultySupplyMsg = "Ett allvarligt fel upptäcktes på en bläckpatron eller ett skrivhuvud. Byt ut mot bläckpatron eller skrivhuvud från HP.";
CommunicationFailureName = "Kommunikationsfel";
ConsumableSubscriptionOptionNotSetName = "Slutför skrivarinstallationen";
NonInstantInkCartridgeInstalledName = "Icke Instant Ink-patron installerad";
InstantInkReadyCartridgesInstalledName = "HP Instant Ink Ready-patroner har installerats";
PHAStartupBlockedName = "Använd nya patroner vid start";
UsedCartridgeNotRecommendedForStartupName = "Redan använda patroner rekommenderas inte för starten";
PHAStartupFailedName = "Fel i skrivarhuvud";
SetupSupplyUpgradeFailedName = "Problem med konfigureringspatroner";
CartridgeSensorFailureName = "Fel i patronens sensor";
CartridgeSensorErrorName = "Fel i patronsensor";
SHAIDOOITooEarlyFailureName = "Problem med bläcksystemet";
InsufficientPrinterMemoryName = "Inte tillräckligt med skrivarminne";
TonerMemoryMissingName = "Tonerkassettminnet verkar saknas";
DrumMemoryMissingName = "Trumminne verkar saknas";
UnauthorizedDrumName = "Obehörig trumma";
PrinterMaintenanceName = "Skrivarunderhåll";
PrinterMispickName = "Felaktig pappersmatning";
WrongCartridgeInSlotName = "Fel patron på platsen";
ManuallyFeedName = "Mata papperet manuellt";
PrintOnBothSidesName = "Manuell duplex";
ReplaceCartridgePrintingBlackName = "Byt ut patron för svart utskrift";
OverFilledDetectionName = "För mycket papper har lagts i";

HSDOlderGenerationCartridgeTitle = "En bläckpatron av äldre generation är installerad";

HardErrorName = "Allvarligt fel";
InstallFuserName = "Stäng av. Installera om fixeringen.";
PoweringDownName = "Stänger av";
FPTestName = "FP-test";
HydeMissingName = "Hyde saknas";
OutputBinFullName = "Utmatningsfacket är fullt";
MediaSizeMismatchName = "Materialstorleken stämmer inte överens";
ManualDuplexBlockName = "Manuell dubbelsidig utskrift blockerad";
ServiceStallName = "Servicestopp";
ServiceStationStalledName = "Det är stopp i servicestationen";
MediaTooShortToPrintName = "Papperet är för kort";
MediaTooShortToAutoDuplexName = "Papperet är för kort för automatisk dubbelsidig utskrift";
MediaTooLongToAutoDuplexName = "Papperet är för långt för automatisk dubbelsidig utskrift";
MediaPromptName = "Uppmaning om papper";

ScannerUnknownErrorName = "Okänt skannerfel";
ScannerInvalidMediaSizeName = "Storleken på skannermediet matchar inte";
ScannerFeederOpenName = "Locket till den automatiska dokumentmataren är öppet";
ScannerFeederJamName = "Papperstrassel i automatisk dokumentmatare";
ScannerFeederEmptyName = "Dokumentmataren är tom";
ScannerFeederLoadedName = "Dokumentet laddat";
ScannerMispickName = "ADF-matningsfel";
ScannerProcessingName = "Skanningen bearbetas";
ScannerFeederJamOrDirtyName = "Trassel eller smuts i ADM";

OutOfInkName = "Bläcket har tagit slut";
OutOfInkTitle = "Tomma bläckpatroner";
OutOfInkMsg = "Det finns inget bläck för utskrift.\nDu måste installera minst en bläckpatron med primärfärg eller en svart bläckpatron för att fortsätta skriva ut.";
CartridgeVeryLowName = "Mycket låg bläcknivå";

LIOProtoErrorName = "LIO-protofel";
PumpStallName = "Pumpstopp";
Tray2MissingName = "Fack 2 saknas";
TrayAlmostEmptyName = "Pappret snart slut";
DuplexerMissingName = "Enheten för dubbelsidig utskrift saknas";
RearTrayMissingName = "Bakre facket saknas";
PenNotLatchedName = "Bläckpatronen ej fastlåst";
ManualFeedBlockName = "Manuell matning blockerad";
TrayMissingName = "Pappersfack saknas";
TrayMissingOrOpenName = "Facket saknas eller är öppet";
InputTrayFailedToOpenName = "Pappersfack blockerat";

NonHPInkName = "Icke HP-bläck";
NonHPInkTitle = "Bläckpatron(er) som inte kommer från HP";
NonHPInkMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";
NonHPInkRecoverableMsg = "HP kan inte garantera kvalitet och pålitlighet för bläckpatroner från andra tillverkare. Skador på skrivaren som orsakats av användning av bläckpatroner som inte är från HP täcks inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron som är av ett annat märke trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas. Byt annars ut mot HP-bläckpatroner. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka www.hp.com/go/anticounterfeit.";

PPCResumeName = "PPC - Fortsätt";
MediaTypeMismatchName = "Materialtyperna stämmer inte överens";
CustomMediaMismatchName = "Eget material stämmer inte överens";
PenCleaningName = "Rengör bläckpatroner";
PenCheckingName = "Kontrollerar bläckpatroner";
ParsingName = "Analyserar";
DryingMediaName = "Torkar material";
AccessingPensName = "Åtkommer bläckpatroner";
AligningPensName = "Riktar in bläckpatroner";
LoadingMediaName = "Laddar in material";
UnloadingMediaName = "Laddar ur material";
NestingPlotsName = "Kapslar plottningar";
ReplacingPrintKitName = "Byter ut utskriftssats";
GoingOnName = "Fortsätter";
TransitionName = "Övergång";
PanelAccessName = "Frampanelen har använts";

ParserErrorName = "Analysfel";
PenMissingName = "Bläckpatron saknas";
IncorrectPenInstalledName = "Felaktig bläckpatron installerad";
TrayMediaJamName = "Material har fastnat i fack";
MediaUnavailableName = "Materialet är ej tillgängligt";
UnknownMediaName = "Okänt material";
MediaLevelInWrongPositionName = "Materialnivå i fel position";
MediaMisalignedName = "Materialet är ej inriktat";
MediaInWrongFormatName = "Materialet är i fel format";
MediaMispositionedName = "Materialet ej i rätt position";
MediaEdgeNotDetectedName = "Materialets kant ej avkänt";
InkSupplyMissingName = "Bläckförråd saknas";
IncorrectInkSupplyInstalledName = "Felaktigt bläckförråd installerat";
InkSharedAddressError = "Bläckpatronsproblem";
InkSupplyFailureName = "Bläckförråd fungerar ej";
PenCleanerMissingName = "Rengörare för bläckpatron saknas";
PenCleanerIncorrectName = "Felaktig rengörare för bläckpatron";

UpgradableSupplyName = "Säker uppgradering detekterad";
SupplyUpgradeSuccessName = "Säker uppgradering lyckades";
SupplyUpgradeFailedName = "Säker uppgradering lyckades inte";

SubscribedPagesLowName = "Lågt antal sidor i prenumerationen";
SubscribedPagesVeryLowName = "Snart slut på sidor i prenumerationen";
SubscribedPagesOutName = "Slut på sidor i prenumerationen";
SubscriptionNeedToConnectName = "För prenumeration krävs en anslutning";
SubscriptionSuccessfulName = "Bläckprenumeration påbörjad";
SubscriptionCancellationSuccessfulName = "Bläckprenumerationen har avbrutits";
SupplyNeedsEnrollmentName = "Instant Ink-registrering krävs";
NeedToOrderCartridgeName = "Patron måste beställas";
ImportantMessageName = "Det finns ett viktigt meddelande";

PhotoTrayProblemName = "Problem med fotofacket";
CriticalConditionName = "Viktigt";
CriticalConditionTitle = "Enheten kräver din uppmärksamhet";
CriticalConditionMsg = "Se meddelandena på kontrollpanelen för närmare information.";

OutputTrayClosedName = "Utmatningsfacket är stängt";
OutputTrayClosedTitle = "Utmatningsfacket är stängt";
OutputTrayClosedMsg = "Utmatningsfacket måste vara öppet för att kunna skriva ut. Öppna utmatningsfacket.";

LowPaperTitle = "Pappersnivån är låg";
LowPaperMsg = "Lägg i papper i inmatningsfacket.";
LowPaperName = "Låg pappersnivå";

NoPaperName = "Papperet har tagit slut";
NoPaperTitle = "Papperet har tagit slut";
NoPaperMsg = "Enheten har slut på papper. Fyll på papper i inmatningsfacket.";
OutOfPaperTitle = "Enheten har slut på papper";
OutOfPaperMsg = "Fyll på mer papper och tryck på knappen $FrontPanelAcceptButton$ på enheten.";

TrayOpenTitle = "Pappersfacket är öppet";
TrayOpenMsg = "Stäng alla fack";
TrayOpenName = "Fack öppet";

DoorOpenTitle = "Dörr/lucka är öppen";
DoorOpenMsg = "Enheten kan inte skriva ut eftersom en lucka är öppen. Stäng alla luckor på enheten.";
DoorOpenName = "Dörr/lucka är öppen";
FrontDoorOpenTitle = "Framlucka öppen";
FrontDoorOpenName = "Framlucka öppen";
RearDoorOpenTitle = "Baklucka öppen";
RearDoorOpenName = "Baklucka öppen";

CloseLeftDoorName = "Stäng den vänstra luckan";
CloseRightDoorName = "Stäng den högra luckan";
CloseLowerRightDoorName = "Stäng den nedre högra luckan";
DefectiveMemoryName = "Fel i minne för förbrukningsmaterial";
DefectiveMemoryOnTonerName = "Minnesfel på tonerkassett";
DefectiveMemoryOnDrumName = "Minnesfel förbrukningsmaterial trumma";

JammedTitle = "Papperstrassel";
JammedMsg = "Ett papperstrassel har inträffat. Leta reda på var papper har fastnat och ta bort det.";
PaperJamTitle = "Papperstrassel";
PaperJamMsg = "Papper har fastnat (eller matats på fel sätt). Åtgärda papperstrasslet och tryck på knappen $FrontPanelAcceptButton$ på enheten.";

ADFPickErrorTrayName = "Felaktig inhämtning i dokumentmataren";
ADFJammedTrayName = "Trassel i dokumentmataren";

CarriageJamTitle = "Hållaren har fastnat";
CarriageJamMsg = "En hållare har fastnat. Leta reda på var papper har fastnat och ta bort det.";
CarriageJamName = "Hållaren har fastnat";

PaperJamInTrayName = "Trassel i pappersfack";
PaperJamInFuserName = "Trassel i fixeringsenhet";
PaperJamInOutputTrayName = "Trassel i utmatningsfack";
PaperJamInDuplixerName = "Trassel i duplexenhet";

OfflineTitle = "Enheten är frånkopplad";
OfflineMsg = "Enheten är frånkopplad och kan inte bearbeta utskrifter.";
OfflineName = "Frånkopplad";

StartupRoutineFailedName = "Bläckvarning från startrutinen";
CartridgeCounterfeitOrUsedName = "Använd eller förfalskad patron detekterad";
SupplyCartridgeRefilledName = "Använd, påfylld eller förfalskad patron detekterad";
CartridgeCounterfeitAdvisoryName = "Information om förfalskade patroner";

UnauthorizedSupplyName = "Ej godkänd patron";

CartridgeMissingOrPaperJamTitle = "Papperstrassel eller svart patron saknas";
CartridgeMissingOrPaperJamMsg = "Installera svart patron eller återgärda papperstrasslet och öppna och stäng luckan.";
CartridgeMissingOrPaperJamName = "Papperstrassel eller svart patron saknas";

InsertSETUPCartridge = "Sätt i en konfigurationspatron";
InsertNonSETUPCartridge = "Sätt i en vanlig patron";

WaxSpittoonReplaceNeededTitle = "Byt omedelbart ut servicemodulen för bläck";
WaxSpittoonReplaceNeededMsg = "Servicemodulen för bläck är nu full. När den är full kommer skrivaren att sluta skriva ut. Om du har en ny servicemodul för bläck ska du sätta i denna nu genom att följa de medföljande anvisningarna. Besök annars www.hp.com/support/dj460 eller kontakta HP Kundtjänst för att beställa en ny. Ta då tillsvidare ut den högra bläckhållaren för att fortsätta att skriva ut. Skrivaren kan skriva ut med endast färgpatronen, men färgerna och utskriftshastigheten kan påverkas.";
WaxSpittoonReplaceNeededName = "Vaxspottkoppen är full";

IsmFullName = "ISM är full";
IsmFullTitle = "Servicemodulen för bläck är full";
IsmFullMsg = "Byt omedelbart ut servicemodulen för bläck.";

PrintheadsServiceStatus = "Service på patronen";
PrintheadsServiceSupplies = "Service på skrivhuvuden";

PaperMismatchTitle = "Fel papper";
PaperMismatchMsg = "Det identifierade papperet stämmer inte överens med den valda pappersstorleken. Tryck på $FrontPanelAcceptButton$ och välj sedan en annan pappersstorlek eller byt ut papperet i enheten.";
UnexpectedPaperSizeName = "Oväntad pappersstorlek";

BlackCartridgeMisinstalledName = "Den svarta bläckpatronen är felaktigt installerad";
BlackCartridgeMisinstalledTitle = "Den svarta bläckpatronen är felaktigt installerad";
BlackCartridgeMisinstalledMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
BlackCartridgeMisinstalledShortMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

ColorCartridgeMissingTitle = "Den färg bläckpatronen saknas";
ColorCartridgeMissingMsg = "Skrivaren känner inte av den färg bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Skrivaren kan skriva ut med endast en bläckpatron, men färgerna och utskriftshastigheten kan påverkas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";

ColorCartridgeMisinstalledName = "Färgpatronen är felaktigt installerad";
ColorCartridgeMisinstalledTitle = "Färgpatronen är felaktigt installerad";
ColorCartridgeMisinstalledMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
ColorCartridgeMisinstalledShortMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

PhotoCartridgeMisinstalledName = "Fotopatronen är felaktigt installerad";
PhotoCartridgeMisinstalledTitle = "Fotopatronen är felaktigt installerad";
PhotoCartridgeMisinstalledMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
PhotoCartridgeMisinstalledShortMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

GrayCartridgeMisinstalledName = "Den grå bläckpatronen är felaktigt installerad";
GrayCartridgeMisinstalledTitle = "Den grå bläckpatronen är felaktigt installerad";
GrayCartridgeMisinstalledMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
GrayCartridgeMisinstalledShortMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

BlackCartridgeErrorName = "Problem med den svarta bläckpatronen";
BlackCartridgeErrorTitle = "Problem med den svarta bläckpatronen";
BlackCartridgeErrorMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
BlackCartridgeErrorShortMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceBlackCartridgeErrorMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

ColorCartridgeErrorName = "Problem med färgpatronen";
ColorCartridgeErrorTitle = "Problem med färgpatronen";
ColorCartridgeErrorMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
ColorCartridgeErrorShortMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceColorCartridgeErrorMsg = "Det var problem med färgpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

PhotoCartridgeErrorName = "Problem med fotopatronen";
PhotoCartridgeErrorTitle = "Problem med fotopatronen";
PhotoCartridgeErrorMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
PhotoCartridgeErrorShortMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDevicePhotoCartridgeErrorMsg = "Det var problem med fotopatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

GrayCartridgeErrorName = "Problem med den grå bläckpatronen";
GrayCartridgeErrorTitle = "Problem med den grå bläckpatronen";
GrayCartridgeErrorMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
GrayCartridgeErrorShortMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
OnePenDeviceGrayCartridgeErrorMsg = "Det var problem med den grå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

LeftCartridgeMissingTitle = "Den vänstra bläckpatronen saknas";
LeftCartridgeMissingMsg = "Skrivaren känner inte av den vänstra bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Skrivaren kan skriva ut med endast en bläckpatron, men färgerna och utskriftshastigheten kan påverkas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";
LeftCartridgeMissingShortMsg = "Skrivaren känner inte av den vänstra bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";
LeftCartridgeMissingName = "Den vänstra bläckpatronen saknas";

LeftCartridgeMisinstalledTitle = "Den vänstra bläckpatronen är felaktigt installerad";
LeftCartridgeMisinstalledMsg = "Det var problem med den vänstra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
LeftCartridgeMisinstalledShortMsg = "Det var problem med den vänstra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
LeftCartridgeMisinstalledName = "Den vänstra bläckpatronen är felaktigt installerad";

LeftCartridgeIncorrectTitle = "Felaktig bläckpatron";
LeftCartridgeIncorrectMsg = "Det var problem med den vänstra bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";
LeftCartridgeIncorrectName = "Felaktig bläckpatron";

LeftCartridgeErrorTitle = "Problem med den vänstra bläckpatronen";
LeftCartridgeErrorMsg = "Det var problem med den vänstra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
LeftCartridgeErrorShortMsg = "Det var problem med den vänstra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
LeftCartridgeErrorName = "Problem med den vänstra bläckpatronen";

LeftCartridgeExpiredTitle = "Patronens användningstid har överskridits - Vänster";
LeftCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Vänster.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

LeftCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Vänster";
LeftCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

LeftCartridgeLowTitle = "Lite bläck i patron för svart - Vänster";
LeftCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

LeftCartridgeOutTitle = "Bläcket i patronen är slut - Vänster";
LeftCartridgeOutMsg = "Byt ut den med en ny bläckpatron för HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

RightCartridgeMissingTitle = "Den högra bläckpatronen saknas";
RightCartridgeMissingMsg = "Skrivaren känner inte av den högra bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Skrivaren kan skriva ut med endast färgpatronen, men färgerna och utskriftshastigheten kan påverkas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";
RightCartridgeMissingShortMsg = "Skrivaren känner inte av den högra bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";
RightCartridgeMissingName = "Den högra bläckpatronen saknas";

RightCartridgeMisinstalledTitle = "Den högra bläckpatronen är felaktigt installerad";
RightCartridgeMisinstalledMsg = "Det var problem med den högra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kan eventuellt skriva ut långsammare och färgerna kan vara annorlunda än när du skriver ut med alla bläckpatronerna installerade.";
RightCartridgeMisinstalledShortMsg = "Det var problem med den högra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
RightCartridgeMisinstalledName = "Den högra bläckpatronen är felaktigt installerad";

RightCartridgeIncorrectTitle = "Felaktig bläckpatron";
RightCartridgeIncorrectMsg = "Det var problem med den högra bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";
RightCartridgeIncorrectName = "Felaktig bläckpatron";

RightCartridgeErrorTitle = "Problem med den högra bläckpatronen";
RightCartridgeErrorMsg = "Det var problem med den högra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen. Om du inte har en ny patron till hands när utskriftskvaliteten blir oacceptabel kan du ta ut den och skriva ut med endast den återstående bläckpatronen. Skrivaren kommer att skriva ut alla dokument i gråskala när endast den återstående bläckpatronen används.";
RightCartridgeErrorShortMsg = "Det var problem med den högra bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";
RightCartridgeErrorName = "Problem med den högra bläckpatronen";

RightCartridgeExpiredTitle = "Patronens användningstid har överskridits - Höger";
RightCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Höger.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

RightCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Höger";
RightCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

RightCartridgeLowTitle = "Lite bläck i patron för svart - Höger";
RightCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

RightCartridgeOutTitle = "Bläcket i patronen är slut - Höger";
RightCartridgeOutMsg = "Byt ut den med en ny bläckpatron för HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

OnePenDeviceCartridgeMissingName = "Bläckpatron saknas";
OnePenDeviceCartridgeMissingTitle = "Bläckpatronen saknas";
OnePenDeviceCartridgeMissingMsg = "Skrivaren känner inte av bläckpatronen eftersom den installerades på felaktigt sätt eller saknas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du har avlägsnat skyddsfilmen som satt över bläckmunstycket på patronen.";

OnePenDeviceCartridgeMisinstalledName = "Bläckpatronen är felaktigt installerad";
OnePenDeviceCartridgeMisinstalledTitle = "Bläckpatronen är felaktigt installerad";
OnePenDeviceCartridgeMisinstalledMsg = "Det var problem med bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

OnePenDeviceCartridgeIncorrectName = "Felaktig bläckpatron";
OnePenDeviceCartridgeIncorrectTitle = "Felaktig bläckpatron";
OnePenDeviceCartridgeIncorrectMsg = "Det var problem med bläckpatronen. Den installerade bläckpatronen är inte avsedd att användas med denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

OnePenDeviceCartridgeErrorName = "Problem med bläckpatronen";
OnePenDeviceCartridgeErrorTitle = "Problem med bläckpatronen";
OnePenDeviceCartridgeErrorMsg = "Det var problem med bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceBlackCartridgeMissingName = "Den svarta bläckpatronen saknas";
SeparatePenDeviceBlackCartridgeMissingTitle = "Den svarta bläckpatronen saknas";
SeparatePenDeviceBlackCartridgeMissingMsg = "Skrivaren känner inte av den svarta bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Den svarta bläckpatronen är felaktigt installerad";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Den svarta bläckpatronen är felaktigt installerad";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Den svarta bläckpatronen är felaktig";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Den svarta bläckpatronen är felaktig";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Det var problem med den svarta bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceBlackCartridgeErrorName = "Problem med den svarta bläckpatronen";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problem med den svarta bläckpatronen";
SeparatePenDeviceBlackCartridgeErrorMsg = "Det var problem med den svarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceBlackCartridgeLowTitle = "Lite bläck i patron för svart.";
SeparatePenDeviceBlackCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceBlackCartridgeOutTitle = "Byt ut tom bläckpatron för svart.";
SeparatePenDeviceBlackCartridgeOutMsg = "Byt ut den med en ny bläckpatron för svart, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Patronens användningstid har överskridits - Svart";
SeparatePenDeviceBlackCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Svart.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Svart";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceCyanCartridgeMissingName = "Den cyanfärgade bläckpatronen saknas";
SeparatePenDeviceCyanCartridgeMissingTitle = "Den cyanfärgade bläckpatronen saknas";
SeparatePenDeviceCyanCartridgeMissingMsg = "Skrivaren känner inte av den cyanfärgade bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Den cyanfärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Den cyanfärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Det var problem med den cyanfärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Den cyanfärgade bläckpatronen är felaktig";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Den cyanfärgade bläckpatronen är felaktig";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Det var problem med den cyanfärgade bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceCyanCartridgeErrorName = "Problem med den cyanfärgade bläckpatronen";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problem med cyanfärgade bläckpatronen";
SeparatePenDeviceCyanCartridgeErrorMsg = "Det var problem med den cyanfärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceCyanCartridgeLowTitle = "Lite bläck i patron för cyan.";
SeparatePenDeviceCyanCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceCyanCartridgeOutTitle = "Byt ut tom bläckpatron för cyan.";
SeparatePenDeviceCyanCartridgeOutMsg = "Byt ut den med en ny bläckpatron för cyan, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Patronens användningstid har överskridits - Cyan";
SeparatePenDeviceCyanCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Cyan.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Cyan";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceMagentaCartridgeMissingName = "Den magentafärgade bläckpatronen saknas";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Den magentafärgade bläckpatronen saknas";
SeparatePenDeviceMagentaCartridgeMissingMsg = "Skrivaren känner inte av den magentafärgade bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Den magentafärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Den magentafärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Det var problem med den magentafärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Den magentafärgade bläckpatronen är felaktig";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Den magentafärgade bläckpatronen är felaktig";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Det var problem med den magentafärgade bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceMagentaCartridgeErrorName = "Problem med magentafärgade bläckpatronen";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problem med den magentafärgade bläckpatronen";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Det var problem med den magentafärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Lite bläck i patron för magenta.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Byt ut tom bläckpatron för magenta.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Byt ut den med en ny bläckpatron för magenta, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Patronens användningstid har överskridits - Magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Magenta.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceYellowCartridgeMissingName = "Den gula bläckpatronen saknas";
SeparatePenDeviceYellowCartridgeMissingTitle = "Den gula bläckpatronen saknas";
SeparatePenDeviceYellowCartridgeMissingMsg = "Skrivaren känner inte av den gula bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Den gula bläckpatronen är felaktigt installerad";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Den gula bläckpatronen är felaktigt installerad";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Det var problem med den gula bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Den gula bläckpatronen är felaktig";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Den gula bläckpatronen är felaktig";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Det var problem med den gula bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceYellowCartridgeErrorName = "Problem med den gula bläckpatronen";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problem med den gula bläckpatronen";
SeparatePenDeviceYellowCartridgeErrorMsg = "Det var problem med den gula bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceYellowCartridgeLowTitle = "Lite bläck i patron för gul.";
SeparatePenDeviceYellowCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceYellowCartridgeOutTitle = "Byt ut tom bläckpatron för gul.";
SeparatePenDeviceYellowCartridgeOutMsg = "Byt ut den med en ny bläckpatron för gul, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Patronens användningstid har överskridits - Gul";
SeparatePenDeviceYellowCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Gul.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Gul";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Den ljust cyanfärgade bläckpatronen saknas";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Den ljust cyanfärgade bläckpatronen saknas";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "Skrivaren känner inte av den ljust cyanfärgade bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Den ljust cyanfärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Den ljust cyanfärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Det var problem med den ljust cyanfärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Den ljust cyanfärgade bläckpatronen är felaktig";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Den ljust cyanfärgade bläckpatronen är felaktig";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Det var problem med den ljust cyanfärgade bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problem med den ljust cyanfärgade bläckpatronen";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problem med ljust cyanfärgade bläckpatronen";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Det var problem med den ljust cyanfärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Låg bläcknivå i den ljust cyanfärgade patronen.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Byt ut den tomma ljusa cyanfärgade bläckpatronen.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Byt ut den mot en ny HP ljus cyanfärgad bläckpatron. Skrivaren kommer endast att skriva ut sedan patronen har bytts ut.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Patronens användningstid har överskridits - Ljus cyan";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Ljus cyan.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Ljus cyan";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Den ljust magentafärgade bläckpatronen saknas";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Den ljust magentafärgade bläckpatronen saknas";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "Skrivaren känner inte av den ljust magentafärgade bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Den ljust magentafärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Den ljust magentafärgade bläckpatronen är felaktigt installerad";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Det var problem med den ljust magentafärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Den ljust magentafärgade bläckpatronen är felaktig";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Den ljust magentafärgade bläckpatronen är felaktig";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Det var problem med den ljust magentafärgade bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problem med den ljust magentafärgade bläckpatronen";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problem med ljust magentafärgade bläckpatronen";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Det var problem med den ljust magentafärgade bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt tillbaka bläckpatronen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Låg bläcknivå i den ljust magentafärgade patronen.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När patronen är tom går det inte att skriva ut förrän bläckpatronen har bytts ut.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Byt ut den tomma ljusa magentafärgade bläckpatronen.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Byt ut den mot en ny HP ljus magentafärgad bläckpatron. Skrivaren kommer endast att skriva ut sedan patronen har bytts ut.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Patronens användningstid har överskridits - Ljus magenta";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "Bläcket i följande bläckpatron har gått ut: Ljus magenta.\nEventuell service eller reparationer av skrivaren som krävs på grund av att bläck som gått ut använts omfattas inte av skrivarens garanti.\nDu kan byta ut den gamla bläckpatronen nu.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Bläckpatronen är inte från HP - Ljus magenta";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP kan inte garantera kvaliteten eller tillförlitligheten för förbrukningsmaterial som inte kommer från HP. Eventuell service eller reparationer av skrivaren som krävs på grund av att en förbrukningsartikel som inte kommer från HP har använts omfattas inte av skrivarens garanti.\nOm du tror att du har köpt en äkta HP-bläckpatron kan du besöka oss på: www.hp.com/go/anticounterfeit\nHP-tillbehör är särskilt utformade och testade för HP-skrivare för att du alltid ska få ett lyckat utskriftsresultat.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Matt-svart bläckpatron saknas.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "Skrivaren känner inte av den mattsvarta bläckpatronen, eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Mattsvart bläckpatron är felaktigt installerad.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Det var problem med den mattsvarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Mattsvart bläckpatron är felaktig.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Det var problem med den mattsvarta bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problem med den mattsvarta bläckpatronen.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Det var problem med den mattsvarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Låg bläcknivå i den mattsvarta bläckpatronen.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När bläckpatronen är tom kommer skrivaren inte att skriva ut förrän patronen har bytts ut.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Byt ut den tomma mattsvarta bläckpatronen.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Byt ut den mot en ny HP mattsvart bläckpatron. Skrivaren kommer endast att skriva ut sedan patronen har bytts ut.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Fotosvart bläckpatron saknas.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "Skrivaren känner inte av den fotosvarta bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Fotosvart bläckpatron är felaktigt installerad.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Det var problem med den fotosvarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Fotosvart bläckpatron är felaktig.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Det var problem med den fotosvarta bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problem med den fotosvarta bläckpatronen.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Det var problem med den fotosvarta bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Låg bläcknivå i den fotosvarta bläckpatronen.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När bläckpatronen är tom kommer skrivaren inte att skriva ut förrän patronen har bytts ut.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Byt ut den tomma fotosvarta bläckpatronen.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Byt ut den mot en ny HP fotosvart bläckpatron. Skrivaren kommer endast att skriva ut sedan patronen har bytts ut.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Ljusgrå bläckpatron saknas.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "Skrivaren känner inte av den ljusgrå bläckpatronen eftersom den installerades på felaktigt sätt eller saknas.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Ljusgrå bläckpatron är felaktigt installerad.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Det var problem med den ljusgrå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Ljusgrå bläckpatron är felaktig.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Det var problem med den ljusgrå bläckpatronen. Minst en av de installerade bläckpatronerna är inte avsedd att användas i denna skrivare. Ytterligare information om vilka bläckpatroner som kan användas i skrivaren finns på skärmen \"$SupplyInfoTask$\".";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problem med den ljusgrå bläckpatronen.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Det var problem med den ljusgrå bläckpatronen. Lös problemet så här:\n1. Ta ut bläckpatronen.\n2. Sätt i den igen.\nOm problemet fortsätter ska du byta ut bläckpatronen.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Låg bläcknivå i den ljusgrå patronen.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Bläckpatronen behöver snart bytas ut. När bläckpatronen är tom kommer skrivaren inte att skriva ut förrän patronen har bytts ut.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Byt ut den tomma ljusgrå bläckpatronen.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Byt ut den mot en ny HP ljusgrå bläckpatron. Skrivaren kommer endast att skriva ut sedan patronen har bytts ut.";

LaserjetDeviceBlackCartridgeMissingName = "Svart tonerkassett saknas";
LaserjetDeviceBlackCartridgeMissingTitle = "Svart tonerkassett saknas";
LaserjetDeviceBlackCartridgeMissingMsg = "Installera svart tonerkassett för att fortsätta utskriften.";

LaserjetDeviceCyanCartridgeMissingName = "Cyanfärgad tonerkassett saknas";
LaserjetDeviceCyanCartridgeMissingTitle = "Cyanfärgad tonerkassett saknas";
LaserjetDeviceCyanCartridgeMissingMsg = "Installera cyanfärgad tonerkassett för att fortsätta utskriften.";

LaserjetDeviceMagentaCartridgeMissingName = "Magentafärgad tonerkassett saknas";
LaserjetDeviceMagentaCartridgeMissingTitle = "Magentafärgad tonerkassett saknas";
LaserjetDeviceMagentaCartridgeMissingMsg = "Installera magentafärgad tonerkassett för att fortsätta utskriften.";

LaserjetDeviceYellowCartridgeMissingName = "Gul tonerkassett saknas";
LaserjetDeviceYellowCartridgeMissingTitle = "Gul tonerkassett saknas";
LaserjetDeviceYellowCartridgeMissingMsg = "Installera gul tonerkassett för att fortsätta utskriften.";

LaserjetDeviceFuserKitMissingName = "Fixeringssatsen saknas";
LaserjetDeviceFuserKitMissingTitle = "Fixeringssatsen saknas";
LaserjetDeviceFuserKitMissingMsg = "Installera fixeringssatsen för att fortsätta skriva ut.";

LaserjetDeviceImageDrumMissingTitle = "Bildtrumma saknas";
LaserjetDeviceImageDrumMissingMsg = "Installera bildtrumman för att kunna fortsätta att skriva ut.";

SuppliesStatusAuthentic = "Äkta HP";
SuppliesStatusClone = "Icke HP-klonkrets";
SuppliesStatusRefilled = "Icke HP-återfylld";
SuppliesStatusUnauthorized = "Ej auktoriserad";
SuppliesStatusGood = "Bra";
SuppliesStatusMissing = "Saknas";
SuppliesStatusMisinstalled = "Felaktigt installerad";
SuppliesStatusIncorrect = "Felaktigt";
SuppliesStatusError = "Måste bytas ut";
SuppliesStatusUnknown = "Okänd";
SuppliesStatusLow = "Låg";
SuppliesStatusOut = "Slut";
SupplyLevelVeryLow = "Mycket låg";
SupplyAuthStateUsed = "Används";
SupplyAuthStateUnsupported = "Stöds ej";
SupplyAuthStateNonHP = "Icke-HP";
SupplyAuthStateIncompatible = "Inkompatibel";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Är patronen slut";

PrintheadStatusError = "Skrivhuvudet fungerar inte";
PrintheadStatusIncorrect = "Skrivhuvudet är inte kompatibelt";
PrintheadStatusMissing = "Skrivhuvudet saknas";
PrintheadStatusMisinstalled = "Skrivhuvudet är defekt";

// Ink strings
SuppliesStatusBothCartridgeName = "Båda";
SuppliesStatusBothCartridgesMissing = "Båda bläckpatronerna saknas";

InkStatusNearExpiration = "Bläckpatronen har snart nått bäst-före-datumet";
InkStatusIncorrect = "Bläckpatronen är felaktig";
InkStatusError = "Bläckpatronen fungerar inte";
InkStatusLow = "Bläcknivån i patronen är låg";
InkStatusOut = "Bläcket i patronen är slut";
InkStatusExpired = "Patronens användningstid har överskridits";
InkStatusNonHP = "Bläckpatronen är inte från HP";
InkStatusPreviouslyUsed = "Bläckpatronen har använts tidigare";
InkStatusDepleted = "Använd, återfylld eller förfalskad";
InkStatusMissing = "Bläckpatron saknas";
InkStatusVeryLow = "Mycket låg bläcknivå";

InkStatusUpgradableSupply = "Uppgraderingspatron";
InkStatusSupplyUpgradeSuccess = "Uppgraderingen lyckades";
InkStatusSupplyUpgradeFailed = "Uppgraderingen lyckades inte";

CartridgeStatusWrongSlot = "Bläckpatronen är installerad i fel utrymme";
CartridgeStatusLow = "Bläcknivån i patronen är låg";
CartridgeStatusOut = "Bläcket i patronen är slut";
CartridgeStatusExpired = "Patronens användningstid har överskridits";
CartridgeStatusMissing = "Bläckpatron saknas";
TonerMissingName = "Kassett saknas";
DrumMissingName = "Trumma saknas";
CartridgeStatusError = "Bläckpatronen fungerar inte";
CartridgeStatusIncorrect = "Bläckpatronen är felaktig";
CartridgeStatusIncompatible = "Bläckpatronen är inkompatibel";
CartridgeStatusNonHP = "Bläckpatronen är inte från HP";
CartridgeStatusPreviouslyUsed = "Bläckpatronen har använts tidigare";
CartridgeStatusDepleted = "Bläckpatronen är tom";
CartridgeStatusProtected = "Patronen är skyddad";
DrumStatusProtectedName = "Trumman är skyddad";
CartridgeIsEmpty = "Patronen är tom";
CartridgeEmptyNotDetected = "Tom patron ej detekterad";
CartridgePossibleRefill = "Påfyllning möjlig";
CartridgeStatusUnauthorized = "Patronen är inte tillåten";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Installera skrivhuvud för svart och gul";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Installera ett skrivhuvud för svart och gul, HP.\nDet saknas eller är felinstallerat.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Installera skrivhuvud för magenta och cyan";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Installera ett skrivhuvud för magenta och cyan, HP.\nDet saknas eller är felinstallerat.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Installera skrivhuvud (svart)";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Installera ett HP-skrivhuvud för svart.\nDet saknas eller har inte installerats korrekt.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Installera skrivhuvud (cyan)";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Installera ett HP-skrivhuvud för cyan.\nDet saknas eller har inte installerats korrekt.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Installera skrivhuvud (magenta)";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Installera ett HP-skrivhuvud för magenta.\nDet saknas eller har inte installerats korrekt.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Installera skrivhuvud (gul)";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Installera ett HP-skrivhuvud för gul.\nDet saknas eller har inte installerats korrekt.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Installera ett magentafärgat och gul skrivhuvud.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Installera ett HP magentafärgat och gul skrivhuvud. Det saknas eller är inte installerat på rätt sätt.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Installera ett matt svart och cyanfärgat skrivhuvud.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Installera ett HP matt svart och cyanfärgat skrivhuvud. Det saknas eller är inte installerat på rätt sätt.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Installera ett ljust magentafärgat och ljust cyanfärgat skrivhuvud.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Installera ett HP ljust magentafärgat och ljust cyanfärgat skrivhuvud. Det saknas eller är inte installerat på rätt sätt.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Installera ett foto svart och ljusgrått skrivhuvud.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Installera ett HP foto svart och ljusgrått skrivhuvud. Det saknas eller är inte installerat på rätt sätt.";

InkSensorFailure = "Bläcksensor trasig";

MissingSmartChipColorSupply = "10.10.%@ fel i minne för förbrukningsmaterial";
MissingSmartChipMonoSupply = "Fel i minne för förbrukningsmaterial";
BadDataFromCartridgeColorSupply = "10.00.%@ fel i minne för förbrukningsmaterial";
BadDataFromCartridgeMonoSupply = "Minne för förbrukningsmaterial - varning";

BlackCartridgeIncorrectTitle = "Felaktig bläckpatron";
ColorCartridgeIncorrectMsg = "Det är problem med färgpatronen. Minst en av de installerade patronerna är inte avsedd att användas i skrivaren. Om du vill ha mer information om vilka patroner skrivaren kan använda, gå till skärmen \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Fotobläckpatronen saknas";
BlackCartridgeMissingTitle = "Den svarta bläckpatronen saknas";
BlackCartridgeMissingMsg = "Den svarta bläckpatronen kan inte detekteras i skrivaren eftersom den är felaktigt installerad eller saknas. Skrivaren kan skriva ut med bara en bläckpatron, men den resulterande färgen och utskriftshastigheten kan påverkas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du tagit bort skyddsfilmen från bläckmunstyckena.";
PhotoCartridgeIncorrectTitle = "Felaktig bläckpatron";
PhotoCartridgeMissingMsg = "Fotobläckpatronen kan inte detekteras i skrivaren eftersom den är felaktigt installerad eller saknas. Skrivaren kan skriva ut med bara en bläckpatron, men den resulterande färgen och utskriftshastigheten kan påverkas. Om du nyligen har installerat en bläckpatron ska du kontrollera att du tagit bort skyddsfilmen från bläckmunstyckena.";
PhotoCartridgeIncorrectMsg = "Det är problem med fotobläckpatronen. Minst en av de installerade patronerna är inte avsedd att användas i skrivaren. Om du vill ha mer information om vilka patroner skrivaren kan använda, gå till skärmen \"$SupplyInfoTask$\" screen.";
BlackCartridgeIncorrectMsg = "Det är problem med den svarta bläckpatronen. Minst en av de installerade patronerna är inte avsedd att användas i skrivaren. Om du vill ha mer information om vilka patroner skrivaren kan använda, gå till skärmen \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Felaktig bläckpatron";

//StatusAlert.nib
AlertWindowTitle = "Skrivarstatus";
ErrorConditionsTitle = "Följande feltillstånd har upptäckts i skrivaren:";
ExplanationTitle = "Markera felets namn i ovanstående lista för att få en förklaring och råd.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problem med pappersfack";
NeedsEnrollmentName = "Patronen behöver registreras";

InkCartridgesDepletedName = "Slut på bläck i bläckpatronerna";
CartridgesDepletedName = "Patronerna är slut";
ReplaceTonerOutName = "Byt ut patron";
ReplaceDrumOutName = "Byt ut trumma";


